Repository: KDE/kdeplasma-addons
Catalog: po/sa/plasma_applet_org.kde.plasma.keyboardindicator.po
Languages: sa

source: Alt is latched
sa: अल्ट् लट् भवति

source: Alt is locked
sa: अल्ट् तालाबद्धः अस्ति

source: Shift is latched
sa: शिफ्ट् लट् भवति

source: Shift is locked
sa: शिफ्टं ताडितम् अस्ति

source: Control is latched
sa: नियन्त्रणं लट् भवति

source: Control is locked
sa: नियन्त्रणं ताडितम् अस्ति

source: Meta is latched
sa: मेटा लट् भवति

source: Meta is locked
sa: मेटा तालाबद्धः अस्ति

source: Alt Gr is latched
sa: Alt Gr इति लट् भवति

source: Alt Gr is locked
sa: Alt Gr तालाबद्धः अस्ति

source: Caps Lock activated
sa: Caps Lock सक्रियम्

source: Num Lock activated
sa: Num Lock सक्रियम्

source: No lock keys activated
sa: न तालाकुंजी सक्रियताम्
