Repository: KDE/kdeplasma-addons
Catalog: po/sa/plasma_wallpaper_org.kde.potd.po
Languages: sa

# @label:listbox
source: Positioning:
sa: स्थितिः : १.

# @item:inlistbox
source: Scaled and cropped
sa: स्केल कृत्वा क्रॉप् कृतम्

# @item:inlistbox
source: Scaled
sa: स्केल कृतम्

# @item:inlistbox
source: Scaled, keep proportions
sa: स्केल कृत्वा, अनुपातं रक्षन्तु

# @item:inlistbox
source: Centered
sa: केन्द्रित

# @item:inlistbox
source: Tiled
sa: टाइल्युक्तम्

# @label:chooser
source: Background color:
sa: पृष्ठभूमिवर्णः : १.

# @title:window
source: Select Background Color
sa: Background Color इति चिनोतु

# @label:listbox
source: Provider:
sa: प्रदाता : १.

# @info:tooltip
source: This wallpaper provider does not filter out images that may be sensitive or objectionable. Use caution if these images will be displayed in public.
sa: अयं वॉलपेपरप्रदाता संवेदनशीलाः आक्षेपार्हाः वा चित्राणि न छानति । यदि एतानि चित्राणि सार्वजनिकरूपेण प्रदर्शितानि भविष्यन्ति तर्हि सावधानतां कुर्वन्तु।

# @option:check
source: Update when using metered network connection
sa: मीटर् कृते संजालसंयोजनस्य उपयोगं कुर्वन् अद्यतनं कुर्वन्तु

# @label
source: Today's picture:
sa: अद्यतनं चित्रम् : १.

# @label
source: Title:
sa: शीर्षक:

# @label
source: Author:
sa: लेखकः:

# @action:button
source: Open Containing Folder
sa: Containing Folder उद्घाटयन्तु

# @info:whatsthis for a button
source: Open the destination folder where the wallpaper image was saved.
sa: गन्तव्यपुटं उद्घाटयन्तु यत्र वॉलपेपरप्रतिबिम्बं रक्षितम् आसीत् ।

source: Open Wallpaper Image
sa: वॉलपेपर इमेज उद्घाटयन्तु

# @info:whatsthis
source: Today's picture
sa: अद्यतनं चित्रम्

# @info:whatsthis
source: Loading
sa: लोडिंग

# @info:whatsthis
source: Unavailable
sa: अनुपलब्धम्

# @info:whatsthis for an image %1 title %2 author
source: %1 Author: %2. Right-click on the image to see more actions.
sa: %1 लेखकः %2. अधिकानि क्रियाणि द्रष्टुं चित्रे राइट्-क्लिक् कुर्वन्तु ।

# @info:whatsthis
source: The wallpaper is being fetched from the Internet.
sa: अन्तर्जालतः वॉलपेपरम् आनयन्ति।

# @info:whatsthis
source: Failed to fetch the wallpaper from the Internet.
sa: अन्तर्जालतः वॉलपेपरं आनेतुं असफलम्।

# @action:inmenu wallpaper preview menu
source: Save Image as…
sa: चित्रं रक्षन्तु यथा…

# @info:whatsthis for a button and a menu item
source: Save today's picture to local disk
sa: अद्यतनं चित्रं स्थानीयडिस्कमध्ये रक्षन्तु

# @action:inmenu wallpaper preview menu, will open the website of the wallpaper
source: Open Link in Browser…
sa: ब्राउजर् मध्ये लिङ्कं उद्घाटयन्तु…

# @info:whatsthis for a menu item
source: Open the website of today's picture in the default browser
sa: अद्यतनचित्रस्य जालपुटं पूर्वनिर्धारितब्राउजरे उद्घाटयन्तु

# @title:window
source: Save Today's Picture
sa: अद्यतनं चित्रं रक्षतु

# @label:listbox Template for file dialog
source: JPEG image (*.jpeg *.jpg *.jpe)
sa: JPEG चित्रम् (*.jpeg *.jpg *.jpe)

# @info:status after a save action
source: The image was not saved.
sa: प्रतिबिम्बं न रक्षितम् ।

# @info:status after a save action %1 file path %2 basename
source: The image was saved as <a href="%1">%2</a>
sa: चित्रं <a href="%1">%2</a> इति रूपेण रक्षितम्
