Repository: KDE/kdeplasma-addons
Catalog: po/sa/plasma_applet_org.kde.plasma.colorpicker.po
Languages: sa

# @title
source: General
sa: सामान्य

# @info:usagetip
source: Middle-click to copy the color code
sa: वर्णसङ्केतस्य प्रतिलिपिं कर्तुं मध्य-क्लिक् कुर्वन्तु

# @info:tooltip
source: Pick color
sa: वर्णं चिनुत

# @info:usagetip
source: Drag a color code here to save it<nl/>Drag an image file here to get its average color
sa: अत्र वर्णसङ्केतं कर्षयन्तु तस्य रक्षणार्थं<nl/>तस्य औसतवर्णं प्राप्तुं चित्रसञ्चिकां अत्र कर्षयन्तु

# @label:listbox
source: Default color format:
sa: पूर्वनिर्धारितवर्णस्वरूपम् :

# @option:check
source: Automatically copy color to clipboard
sa: स्वयमेव वर्णं क्लिप्बोर्ड् प्रति प्रतिलिख्यताम्

# @label
source: When pressing the keyboard shortcut:
sa: कीबोर्ड-शॉर्टकट् नुदन्ते सति :

# @option:radio
source: Pick a color
sa: एकं वर्णं चिनुत

# @option:radio
source: Show history
sa: इतिहासं दर्शयतु

# @label
source: Preview count:
sa: पूर्वावलोकनगणना :

# @action
source: Open Color Dialog
sa: रङ्गसंवादं उद्घाटयतु

# @action
source: Clear History
sa: इतिहासं स्पष्टं कुरुत

# @action
source: View History
sa: इतिहासं पश्यन्तु

# @title:menu
source: Copy to Clipboard
sa: क्लिप्बोर्ड् प्रति प्रतिलिख्यताम्

# @info:usagetip
source: No colors
sa: न वर्णाः

# @info:status when color picking is unavailable
source: Color picking unavailable when compositing is disabled
sa: यदा कम्पोजिटिङ्ग् निष्क्रियं भवति तदा वर्णचयनम् अनुपलब्धम्

# @info:status when color pick is unavailable
source: Compositing has been manually disabled or blocked by a running application
sa: रचनां चालितेन अनुप्रयोगेन मैन्युअल् रूपेण निष्क्रियं वा अवरुद्धं वा कृतम् अस्ति

# @action:button
source: Pick Color
sa: रङ्गं चिनुत

# @action:button open kwincompositing KCM
source: Configure Compositing
sa: रचना विन्यस्तं कुर्वन्तु

# @info:progress just copied a color to clipboard
source: Copied!
sa: प्रतिलिपिकृतम् !

# @action:button
source: Delete
sa: लुप्
