Repository: KDE/kdeplasma-addons
Catalog: po/sa/plasma_applet_org.kde.plasma.userswitcher.po
Languages: sa

# @title
source: General
sa: सामान्य

# @title:label
source: Username style:
sa: उपयोक्तृनामशैली :

# @option:radio
source: Full name (if available)
sa: पूर्णनाम (यदि उपलब्धम्)

# @option:radio
source: Login username
sa: प्रवेश उपयोक्तृनाम

# @title:label
source: Show:
sa: दर्शयतु:

# @option:radio
source: Name
sa: नामः

# @option:radio
source: User picture
sa: उपयोक्तृचित्रम्

# @option:radio
source: Name and user picture
sa: नाम तथा उपयोक्तृचित्र

# @title:label
source: Advanced:
sa: उन्नतं:

# @option:check
source: Show technical session information
sa: तकनीकीसत्रस्य सूचनां दर्शयतु

source: You are logged in as <b>%1</b>
sa: भवान् <b>%1</b> इति रूपेण प्रवेशितः अस्ति

source: Current user
sa: वर्तमान उपयोक्ता

# Nobody logged in on that session
source: Unused
sa: अप्रयुक्तः

# User logged in on console (X display number)
source: on %1 (%2)
sa: %1 (%2) इत्यत्र ।

# @action:button
source: Switch to User %1
sa: उपयोक्ता %1 इत्यत्र स्विच कुर्वन्तु

# @action
source: New Session
sa: नव सत्र

# @action
source: Lock Screen
sa: लॉक स्क्रीन

# Show a dialog with options to logout/shutdown/restart
source: Show Logout Screen
sa: निर्गच्छन्तु पटलम् दर्शयतु

# @action:button @info:tooltip accessible
source: Open user configuration
sa: उपयोक्तृविन्यासः उद्घाटयन्तु
