Repository: KDE/kdeplasma-addons
Catalog: po/*/kwin_effect_cube.po
Languages: ta

source: KWin
ta: கேவின்

source: Toggle Cube
ta: கனசதுரத்தை காட்டு/மறை

source: Cube face displacement:
ta: கனசதுரத்தின் முகங்களை வெளிதள்வது:

source: Less
ta: குறைவு

source: More
ta: அதிகம்

source: Distance:
ta: தூரம்:

source: Closer
ta: அருகில்

source: Farther
ta: தொலைவில்

source: Mouse:
ta: சுட்டி:

source: Invert X
ta: கிடைமட்டத்தை புரட்டு

source: Invert Y
ta: நெடுமட்டத்தை புரட்டு

source: Background:
ta: பின்புலம்:

source: Plain color:
ta: வெறும் நிறம்:

source: Type path or URL...
ta: பாதையை அல்லது முகவரியை உள்ளிடவும்...

source: Select...
ta: தேர்ந்தெடு...

# @info:placeholder
source: At least 3 virtual desktops are required to display the Cube, but only %1 is present
ta: கனசதுரத்தைக் காட்ட குறைந்தது 3 மெய்நிகர் பணிமேடைகள் தேவை, ஆனால் %1 தான் உள்ளது

# @action:button
source: Add Virtual Desktop
ta: மெய்நிகர் பணிமேடையைச் சேர்
