Repository: KDE/kdeplasma-addons
Catalog: po/*/plasma_applet_org.kde.plasma.userswitcher.po
Languages: lv

# @title
source: General
lv: Pamata

# @title:label
source: Username style:
lv: Lietotājvārda stils:

# @option:radio
source: Full name (if available)
lv: Pilns vārds (ja pieejams)

# @option:radio
source: Login username
lv: Ierakstīšanās lietotājvārds

# @title:label
source: Show:
lv: Rādīt:

# @option:radio
source: Name
lv: Vārdu

# @option:radio
source: User picture
lv: Lietotāja attēlu

# @option:radio
source: Name and user picture
lv: Vārdu un lietotāja attēlu

# @title:label
source: Advanced:
lv: Papildu:

# @option:check
source: Show technical session information
lv: Rādīt sesijas tehnisko informāciju

source: You are logged in as <b>%1</b>
lv: Jūs ierakstījāties kā <b>%1</b>

source: Current user
lv: Pašreizējais lietotājs

# Nobody logged in on that session
source: Unused
lv: Netiek lietots

# User logged in on console (X display number)
source: on %1 (%2)
lv: izmanto %1 (%2)

# @action:button
source: Switch to User %1
lv: Pārslēgties uz lietotāju %1

# @action
source: New Session
lv: Jauna sesija

# @action
source: Lock Screen
lv: Slēgt ekrānu
