Repository: KDE/kdeplasma-addons
Catalog: po/*/plasma_applet_org.kde.plasma.keyboardindicator.po
Languages: ar, az, bg, ca, de, es, eu, fi, gl, he, hu, ia, is, it, ka, ko, lt, lv, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, zh_cn, zh_tw

# @title
source: Keys
ar: المفاتيح
az: Düymələr
bg: Клавиши
ca: Tecles
de: Tasten
es: Teclas
eu: Teklak
fi: Näppäimet
gl: Teclas
he: מקשים
hu: Billentyűk
ia: Claves
is: Lyklar
it: Tasti
ka: გასაღებები
ko: 키
lt: Klavišai
lv: Taustiņi
nl: Sleutels
pl: Klawisze
pt_br: Teclas
ro: Taste
ru: Клавиши
sl: Tipke
sv: Tangenter
tr: Düğmeler
uk: Клавіші
zh_cn: 按键
zh_tw: 按鍵

# @label show keyboard indicator when Caps Lock or Num Lock is activated
source: Show when activated:
ar: اعرض عن تنشيط:
az: Aktiv olduqda göstərilsin:
bg: Показване при активиране:
ca: Mostra quan està activada:
de: Anzeigen, wenn aktiviert:
es: Mostrar cuando se activa:
eu: Erakutsi aktibatutakoan:
fi: Aktivoituna näytä:
gl: Amosar cando se active:
he: להציג כשפעילים:
hu: Megjelenítés aktiváláskor:
ia: Monstra quando activate:
is: Sýna þegar virkt:
it: Mostra quando attivato:
ka: ჩვენება, როცა აქტიურია:
ko: 활성화되었을 때 표시:
lt: Rodyti, kai yra aktyvuoti:
lv: Rādīt, kad ieslēgts:
nl: Wanneer geactiveerd tonen:
pl: Pokaż, gdy włączony:
pt_br: Mostrar quando ativado:
ro: Arată la activare:
ru: Показывать когда включён:
sl: Prikaži kadar je aktivirano:
sv: Visa när aktiverade:
tr: Etkinleştirildiğinde göster:
uk: Показ при активації:
zh_cn: 激活时显示：
zh_tw: 啟用時顯示：

# @option:check
source: Caps Lock
ar: قفل الحروف الكبيرة
ca: Bloq Maj
de: Hochstelltaste
es: Bloqueo de mayúsculas
eu: Maius giltz
fi: Vaihtolukko
gl: Bloq Maiús.
it: Bloc Maiusc
lt: Didžiosios raidės
lv: Burtslēgs
tr: Büyük Harf
zh_cn: 大写锁定
zh_tw: 大寫鎖定鍵 (Caps Lock)

# @option:check
source: Num Lock
ar: قفل الأرقام
ca: Bloq Núm
de: Num-Feststelltaste
es: Bloqueo numérico
eu: Zenb giltz
fi: Numerolukko
gl: Bloq Num.
it: Bloc Num
lt: Skaitmenų klaviatūra
lv: Ciparslēgs
tr: Sayı Kilidi
zh_cn: 小键盘数字锁定
zh_tw: 數字鍵 (Num Lock)

source: Alt is latched
ar: مفتاح Alt مثبت
az: Alt düyməsi basılıdır
bg: Alt е фиксиран
ca: Alt està tancada
de: Alt-Taste ist eingerastet
es: Alt está trabada
eu: Alt kisketa emanda dago
fi: Alt on salvattu
gl: Alt está activada
he: Alt מוחזק
hu: Alt rögzítve
ia: Alt es claudite con un pessulo (latched)
is: Alt er fest
it: Alt è rilasciato
ka: Alt დაჭერილია
ko: Alt 키가 래치됨
lt: Alt yra užfiksuotas
lv: „Alt“ ir īslaicīgi bloķēts
nl: Alt is op slot
pl: Alt jest załączony
pt_br: Alt está travada
ro: Alt e zăvorâtă
ru: Клавиша Alt зажата
sl: Alt je zapahnjen
sv: Alt hålls nere
tr: Seçenek takılı
uk: Alt зафіксовано
zh_cn: Alt 已锁存
zh_tw: Alt 已暫時鎖定

source: Alt is locked
ar: مفتاح Alt مقفل
az: Alt düyməsi kilidlidir
bg: Alt е заключен
ca: Alt està bloquejada
de: Alt-Taste ist gesperrt
es: Alt está bloqueada
eu: Alt giltzatuta dago
fi: Alt on lukittu
gl: Alt está bloqueada
he: Alt נעול
hu: Alt zárolva
ia: Alt is blocate
is: Alt er læst
it: Alt è bloccato
ka: Alt ჩაკეტილია
ko: Alt 키가 잠김
lt: Alt yra užrakintas
lv: „Alt“ ir bloķēts
nl: Alt is vergrendeld
pl: Alt jest załączony
pt_br: Alt está bloqueada
ro: Alt e blocată
ru: Клавиша Alt заблокирована
sl: Alt je zaklenjen
sv: Alt är låst
tr: Seçenek kilitli
uk: Alt заблоковано
zh_cn: Alt 已锁定
zh_tw: Alt 已鎖定

source: Shift is latched
ar: مفتاح Shift مثبت
az: Shift düyməsi basılıdır
bg: Shift е фиксиран
ca: Maj està tancada
de: Umschalttaste ist eingerastet
es: Mayúsculas está trabada
eu: Maius kisketa emanda dago
fi: Vaihto on salvattu
gl: Maiús está activada
he: Shift מוחזק
hu: Shift rögzítve
ia: Shift es claudite con un pessulo(latched)
is: Shift er fest
it: Maiusc è rilasciato
ka: Shift დაჭერილია
ko: Shift 키가 래치됨
lt: Lyg2 yra užfiksuotas
lv: „Shift“ ir īslaicīgi bloķēts
nl: Shift is op slot
pl: Shift jest zatrzaśnięty
pt_br: Shift está travado
ro: Shift e zăvorâtă
ru: Клавиша Shift зажата
sl: Dvigalka je zapahnjena
sv: Skift hålls nere
tr: Üst Karakter takılı
uk: Shift зафіксовано
zh_cn: Shift 已锁存
zh_tw: Shift 已暫時鎖定

source: Shift is locked
ar: مفتاح Shift مقفل
az: Shift düyməsi kilidlidir
bg: Shift е заключен
ca: Maj està bloquejada
de: Umschalttaste ist gesperrt
es: Mayúsculas está bloqueada
eu: Maius giltzatuta dago
fi: Vaihto on lukittu
gl: Maiús está bloqueada
he: Shift נעול
hu: Shift zárolva
ia: Shift es blocate
is: Shift er læst
it: Maiusc è bloccato
ka: Shift ჩაკეტილია
ko: Shift 키가 잠김
lt: Lyg2 yra užrakintas
lv: „Shift“ ir bloķēts
nl: Shift is vergrendeld
pl: Shift jest załączony
pt_br: Shift está bloqueado
ro: Shift e blocată
ru: Клавиша Shift заблокирована
sl: Dvigalka je zaklenjena
sv: Skift är låst
tr: Üst Karakter kilitli
uk: Shift заблоковано
zh_cn: Shift 已锁定
zh_tw: Shift 已鎖定

source: Control is latched
ar: مفتاح Control مثبت
az: Control düyməsi basılıdır
bg: Control е фиксиран
ca: Control està tancada
de: Strg-Taste ist eingerastet
es: Control está trabada
eu: Kontrol kisketa emanda dago
fi: Ctrl on salvattu
gl: Control está activada
he: Control מוחזק
hu: Control rögzítve
ia: Control es claudite con un pessulo (latched)
is: Ctrl er fest
it: Ctrl è rilasciato
ka: Control დაჭერილია
ko: Ctrl 키가 래치됨
lt: Vald yra užfiksuotas
lv: „Ctrl“ ir īslaicīgi bloķēts
nl: Control is op slot
pl: Control jest zatrzaśnięty
pt_br: Control está travado
ro: Control e zăvorâtă
ru: Клавиша Control зажата
sl: Kontrolka je zapahnjena
sv: Ctrl hålls nere
tr: Kontrol takılı
uk: Control зафіксовано
zh_cn: Ctrl 已锁存
zh_tw: Control 已暫時鎖定

source: Control is locked
ar: مفتاح Control مقفل
az: Control düyməsi kilidlidir
bg: Control е заключен
ca: Control està bloquejada
de: Strg-Taste ist gesperrt
es: Control está bloqueada
eu: Kontrol giltzatuta dago
fi: Ctrl on lukittu
gl: Control está bloqueada
he: Control נעול
hu: Control zárolva
ia: Control es blocate
is: Ctrl er læst
it: Ctrl è bloccato
ka: Control ჩაკეტილია
ko: Ctrl 키가 잠김
lt: Vald yra užrakintas
lv: „Ctrl“ ir bloķēts
nl: Control is vergrendeld
pl: Control jest zatrzaśnięty
pt_br: Control está bloqueado
ro: Control e blocată
ru: Клавиша Control заблокирована
sl: Kontrolka je zaklenjena
sv: Ctrl är låst
tr: Kontrol kilitli
uk: Control заблоковано
zh_cn: Ctrl 已锁定
zh_tw: Control 已鎖定

source: Meta is latched
ar: مفتاح Meta مثبت
az: Meta düyməsi basılıdır
bg: Meta е фиксиран
ca: Meta està tancada
de: Meta-Taste ist eingerastet
es: Meta está trabada
eu: Meta kisketa emanda dago
fi: Meta on salvattu
gl: Meta está activada
he: מטא מוחזק
hu: Meta rögzítve
ia: Meta es claudite con un pessulo (latched)
is: Meta er fest
it: Meta è rilasciato
ka: Meta დაჭერილია
ko: Meta 키가 래치됨
lt: Meta yra užfiksuotas
lv: „Meta“ ir īslaicīgi bloķēts
nl: Meta is op slot
pl: Meta jest załączony
pt_br: Meta está travada
ro: Meta e zăvorâtă
ru: Клавиша Meta зажата
sl: Meta je zapahnjena
sv: Meta hålls nere
tr: Meta takılı
uk: Meta зафіксовано
zh_cn: Meta 已锁存
zh_tw: Meta 已暫時鎖定

source: Meta is locked
ar: مفتاح Meta مقفل
az: Meta düyməsi kilidlidir
bg: Meta е заключен
ca: Meta està bloquejada
de: Meta-Taste ist gesperrt
es: Meta está bloqueada
eu: Meta giltzatuta dago
fi: Meta on lukittu
gl: Meta está bloqueada
he: מטא נעול
hu: Meta zárolva
ia: Meta es blocate
is: Meta er læst
it: Meta è bloccato
ka: Meta ჩაკეტილია
ko: Meta 키가 잠김
lt: Meta yra užrakintas
lv: „Meta“ ir bloķēts
nl: Meta is vergrendeld
pl: Meta jest załączony
pt_br: Meta está bloqueada
ro: Meta e blocată
ru: Клавиша Meta заблокирована
sl: Meta je zaklenjena
sv: Meta är låst
tr: Meta kilitli
uk: Meta заблоковано
zh_cn: Meta 已锁定
zh_tw: Meta 已鎖定

source: Alt Gr is latched
ar: مفتاح Alt Gr مثبت
az: Alt Gr basılıdır
bg: Alt Gr е фиксиран
ca: Alt Gr està tancada
de: Alt Gr-Taste ist eingerastet
es: Alt Gr está trabada
eu: Alt Gr kisketa emanda dago
fi: AltGr on salvattu
gl: Alt Gr está activada
he: Alt Gr מוחזק
hu: AltGr rögzítve
ia: Alt GR es claudite con un pessulo (latched)
is: Alt Gr er fest
it: Alt Gr è rilasciato
ka: Alt Gr დაჭერილია
ko: Alt Gr 키가 래치됨
lt: Alt Gr yra užfiksuotas
lv: „Alt Gr“ ir īslaicīgi bloķēts
nl: Alt Gr is op slot
pt_br: Alt Gr está travado
ro: Alt Gr e zăvorâtă
ru: Клавиша Alt Gr зажата
sl: Alt Gr je zapahnjena
sv: Alt Gr hålls nere
tr: Üst Seçenek takılı
uk: Alt Gr зафіксовано
zh_cn: Alt Gr 已锁存
zh_tw: Alt Gr 已暫時鎖定

source: Alt Gr is locked
ar: مفتاح Alt Gr مقفل
az: Alt Gr kilidlidir
bg: Alt Gr е заключен
ca: Alt Gr està bloquejada
de: Alt Gr-Taste ist gesperrt
es: Alt Gr está bloqueada
eu: Alt Gr giltzatuta dago
fi: AltGr on lukittu
gl: Alt Gr está bloqueada
he: Alt Gr נעול
hu: AltGr zárolva
ia: Alt Gr is blocate
is: Alt Gr er læst
it: Alt Gr è bloccato
ka: Alt Gr ჩაკეტილია
ko: Alt Gr 키가 잠김
lt: Alt Gr yra užrakintas
lv: „Alt Gr“ ir bloķēts
nl: Alt Gr is vergrendeld
pl: Alt Gr jest załączony
pt_br: Alt Gr está bloqueado
ro: Alt Gr e blocată
ru: Клавиша Alt Gr заблокирована
sl: Alt Gr je zaklenjena
sv: Alt Gr är låst
tr: Üst Seçenek kilitli
uk: Alt Gr заблоковано
zh_cn: Alt Gr 已锁定
zh_tw: Alt Gr 已鎖定

source: Caps Lock activated
ar: قُفْل الحروف الكبيرة مفعل
az: Caps Lock aktiv olunub
bg: Caps Lock е включен
ca: Bloq Maj activada
de: Hochstelltaste aktiviert
es: Bloqueo de mayúsculas activado
eu: «Maius giltz» aktibatuta
fi: Vaihtolukko käytössä
gl: Activouse o bloqueo das maiúsculas
he: Caps Lock פעיל
hu: Caps Lock aktiválva
ia: Caps Lock activate
is: Kveikt á Caps Lock
it: Bloc Maiusc attivato
ka: CapsLock ჩართულია
ko: Caps Lock이 켜져 있음
lt: Įjungtos didžiosios raidės
lv: Burtslēgs ir ieslēgts
nl: Caps Lock geactiveerd
pl: Włączono Caps Lock
pt_br: Caps Lock ativada
ro: Caps Lock activat
ru: Caps Lock включён
sl: Aktiviran Caps Lock
sv: Caps Lock aktiverad
tr: Büyük Harf etkin
uk: Увімкнено Caps Lock
zh_cn: 大写锁定激活
zh_tw: 大寫鎖定鍵已啟用

source: Num Lock activated
ar: قُفْل الأرقام مفعل
az: Num Lock aktiv olunub
bg: Num Lock е включен
ca: Bloq Núm activat
de: Num-Feststelltaste aktiviert
es: Bloqueo numérico activado
eu: «Zk giltz» aktibatuta
fi: Numerolukko käytössä
gl: Activouse o bloqueo numérico
he: Num Lock פעיל
hu: Num Lock aktiválva
ia: Num Lock activate
is: Kveikt á Num Lock
it: Bloc Num attivato
ka: NumLock ჩართულია
ko: Num Lock이 켜져 있음
lt: Įjungta skaitmenų klaviatūra
lv: Ciparslēgs ir ieslēgts
nl: Num Lock geactiveerd
pl: Włączono Num Lock
pt_br: Num Lock ativada
ro: Num Lock activat
ru: Num Lock включён
sl: Aktiviran Num Lock
sv: Num Lock aktiverad
tr: Sayı Kilidi etkin
uk: Увімкнено Num Lock
zh_cn: 小键盘数字锁定激活
zh_tw: 數字鍵已啟用

source: No lock keys activated
ar: لا يوجد قفل مفتاح مفعل
az: Kilid düyməsi aktiv deyil
bg: Не са активирани заключващи клавиши
ca: Les tecles de bloqueig no estan activades
de: Keine Tastensperre aktiviert
es: Ninguna tecla de bloqueo activada
eu: Giltzatzeko teklak ez daude aktibatuta
fi: Ei lukitusnäppäimiä käytössä
gl: Non hai bloqueos de teclas activados
he: אין מקשי נעילה פעילים
hu: Nincs Lock billentyű aktiválva
ia: Necun claves de bloco (num lock) activate
is: Engir læsilyklar virkir
it: Nessun tasto di blocco attivato
ka: ჩამკეტი ღილაკები გამორთულია
ko: 잠금 키 꺼져 있음
lt: Neįjungti jokie užrakto klavišai
lv: Neviens slēgtaustiņš nav ieslēgts
nl: Geen lock-toetsen geactiveerd
pl: Nie włączono żadnej blokady klawiszy
pt_br: Nenhuma tecla de bloqueio ativada
ro: Nicio tastă de blocare activă
ru: Caps Lock и Num Lock отключены
sl: Ni aktivirane nobene omejitve tipkovnice
sv: Inga låstangenter aktiverade
tr: Bir kilit düğmesi etkin değil
uk: Клавіші блокування не увімкнено
zh_cn: 无激活的锁定键
zh_tw: 未啟用任何鎖定鍵
