Repository: KDE/kdeplasma-addons
Catalog: po/*/plasma_calendar_alternatecalendar.po
Languages: lt

# @item:inlist
source: Julian
lt: Julijaus

# @item:inlist
source: Milankovic
lt: Milankovičiaus

# @item:inlist
source: The Solar Hijri Calendar (Persian)
lt: Hidžros Saulės kalendorius (Persų)

source: Islamic Calendar (Astronomical)
lt: Musulmonų kalendorius (astronominis)

source: The Islamic Civil Calendar (Tabular)
lt: Musulmonų civilinis kalendorius (Lentelinis)

source: Islamic Calendar (Umm al-Qura)
lt: Musulmonų kalendorius (Umm al-Qura)

# @item:inlist
source: Chinese Lunar Calendar
lt: Kinų mėnulio kalendorius

# @item:inlist
source: Indian National Calendar
lt: Indijos nacionalinis kalendorius

# @item:inlist
source: Hebrew Calendar
lt: Hebrajų kalendorius

# @label:listbox
source: Calendar system:
lt: Kalendoriaus sistema:

# @info:tooltip
source: This calendar is based on pure astronomical calculation. It doesn't consider any crescent visibility criteria.
lt: Šis kalendorius yra pagrįstas grynai astronominiais apskaičiavimais. Jis neatsižvelgia į jokius pusmėnulio matomumo kriterijus.

# @label:spinbox
source: Date offset:
lt: Datų poslinkis:

source: %1 day
lt: %1 diena

# @info:tooltip
source: A positive offset signifies a later date, while a negative offset signifies an earlier date.
lt: Teigiamas poslinkis reiškia vėlesnę datą, tuo tarpu neigiamas poslinkis reiškia ankstesnę datą.
