Repository: KDE/kdeplasma-addons
Catalog: po/*/plasma_runner_datetime.po
Languages: he, lv, ug

# Note this is a KRunner keyword
source: date
he: תאריך
lv: datums
ug: چېسلا

# Note this is a KRunner keyword
source: time
he: שעה
lv: laiks
ug: ۋاقىت

source: to|in|as|at
he: אל|בתוך|בתור|ב
lv: uz|iekš

source: Displays the current date
he: מציג את התאריך הנוכחי
lv: Parāda pašreizējo datumu
ug: نۆۋەتتىكى چېسلانى كۆرسىتىدۇ

source: Displays the current time
he: מציג את השעה הנוכחית
lv: Parāda pašreizējo laiku
ug: نۆۋەتتىكى ۋاقىتنى كۆرسىتىدۇ

# The <> and space are part of the example query
source: <timezone>
he: <אזור זמן>
lv: <laika josla>
ug: ‹ۋاقىت رايونى›

source: Displays the current date and difference to system date in a given timezone
he: מציג את התאריך הנוכחי ואת ההפרש מול תאריך המערכת לאזור זמן מסוים
lv: Parāda pašreizējo datumu un atšķirību pret sistēmas datumu dotajā laika joslā
ug: بېرىلگەن ۋاقىت رايونىدىكى نۆۋەتتىكى چېسلا بىلەن سىستېمىنىڭ چېسلا پەرقىنى كۆرسىتىدۇ

source: Displays the current time and difference to system time in a given timezone
he: מציג את השעה הנוכחית ואת ההפרש מול שעת המערכת לאזור זמן מסוים
lv: Parāda pašreizējo laiku un atšķirību pret sistēmas laiku dotajā laika joslā
ug: بېرىلگەن ۋاقىت رايونىدىكى نۆۋەتتىكى ۋاقىت بىلەن سىستېمىنىڭ ۋاقىت پەرقىنى كۆرسىتىدۇ

# The <> and space are part of the example query
source: <time> <timezone> in <timezone>
he: <שעה> <אזור זמן> ב<אזור זמן>
lv: <laiks> <laika josla> uz <laika josla>
ug: <ۋاقىت> <ۋاقىت رايونى> - <ۋاقىت رايونى>

source: Converts the time from the first timezone to the second timezone. If only one time zone is given, the other will be the system time zone. If no date or time is given, it will be the current date and time.
he: ממיר את השעה מאזור הזמן הראשון לאזור הזמן השני. אם סופק רק אזור זמן אחד, השני יהיה אזור הזמן של המערכת. אם לא צוינו תאריך או שעה, זה יהיה התאריך והשעה הנוכחיים.
lv: Konvertē šo laiku no pirmās laika joslas uz otru laika joslu. Ja ir dota tikai viena laika josla, tad otra būs sistēmas laika josla. Ja nav dots datums vai laiks, tiks izmantots pašreizējais datums un laiks.
ug: بىرىنچى ۋاقىت رايونىنىڭ ۋاقتىنى ئىككىنچى ۋاقىت رايونىنىڭ ۋاقتىغا ئايلاندۇرىدۇ. ئەگەر بىرلا ۋاقىت رايونى بېرىلگەن بولسا، يەنە بىرسى سىستېما ۋاقىت رايونى بولىدۇ. ئەگەر ھېچقانداق چېسلا ياكى ۋاقىت بېرىلمىگەن بولسا، نۆۋەتتىكى چېسلا ۋە ۋاقىت بولىدۇ.

source: Today's date is %1
he: התאריך של היום הוא %1
lv: Šodien ir %1
ug: بۈگۈنكى چېسلا %1

source: %1 later
he: %1 מאוחר יותר
lv: %1 vēlāk
ug: %1 كېيىن

source: %1 earlier
he: %1 מוקדם יותר
lv: %1 agrāk
ug: %1 ئىلگىرى

source: no date difference
he: אין הפרש בתאריכים
lv: nav datuma atšķirības
ug: چېسلا پەرقى يوق

source: Current time is %1
he: השעה הנוכחית היא %1
lv: Pašreizējais laiks ir %1
ug: نۆۋەتتىكى ۋاقىت %1

source: %1 later
he: %1 מאוחר יותר
lv: %1 vēlāk
ug: %1 كېيىن

source: %1 earlier
he: %1 מוקדם יותר
lv: %1 agrāk
ug: %1 ئىلگىرى

source: no time difference
he: אין הפרש בשעות
lv: nav laika atšķirības
ug: ۋاقىت پەرقى يوق
