Repository: KDE/kdeplasma-addons
Catalog: po/*/plasma_applet_org.kde.plasma.comic.po
Languages: lv, ug

# @info:tooltip
source: Jump to strip…
lv: Iet uz komiksu…
ug: باشقىسىغا ئاتلا…

# @info:tooltip
source: Visit the comic website
lv: Apmeklēt komiksa tīmekļa vietni
ug: ھەجۋىي رەسىم تور بېكىتىنى زىيارەت قىلىدۇ

# @title
source: Comics
lv: Komiksi
ug: ھەجۋىي رەسىم

# @title
source: Behavior
lv: Uzvedība
ug: قىلمىش

# @title:group form label for checkboxes
source: Show above image:
lv: Virs attēla rādīt:
ug: ئۈستىدىكى سۈرەتنى كۆرسىتىدۇ:

# @option:check show above image:
source: Title
lv: Nosaukums
ug: ماۋزۇ

# @option:check show above image:
source: Author
lv: Autors
ug: يازغۇچى

# @title:group form label for checkboxes
source: Show below image:
lv: Zem attēla rādīt:
ug: ئاستىدىكى سۈرەتنى كۆرسىتىدۇ:

# @option:check show below image
source: Identifier
lv: Identifikators
ug: پەرقلەندۈرگۈچ

# @option:check show below image
source: Website
lv: Tīmekļa vietne
ug: تور بېكەت

# @label:group form label for radiobuttons
source: Navigation buttons:
lv: Navigācijas pogas:
ug: يولباشچى توپچە:

# @option:radio navigation buttons are…
source: Always visible at the edges
lv: Vienmēr rādīt malās
ug: ھەمىشە گىرۋەكتە كۆرۈنىدۇ

# @option:radio navigation buttons…
source: Appear centrally when hovering
lv: Parādīt centrā, pārliekot peles rādītāju
ug: نىشانلىغۇچ لەيلەپ توختىغاندا ئوتتۇرىدا كۆرۈنىدۇ

# @label for checkbox, completes sentence … opens full-size view
source: Middle-clicking image:
lv: Vidējais klikšķis uz attēla:
ug: ئوتتۇرا چېكىش سۈرىتى:

# @option:check completes sentence Middle-clicking image…
source: Opens full-size view
lv: Atver pilnekrāna skatu
ug: تولۇق چوڭلۇقتىكى كۆرۈنۈشنى ئاچىدۇ

# @action:button
source: Get New…
lv: Iegūt jaunus…
ug: يېڭىسىغا ئېرىش…

# @info placeholdermessage if comic provider list empty
source: No comics installed
lv: Neviens komikss nav instalēts
ug: ھېچقانداق ھەجۋىي رەسىم ئورنىتىلمىدى

# @action:button
source: Get Comics…
lv: Iegūt komiksus…
ug: ھەجۋىي رەسىمگە ئېرىش…

# @label:spinbox
source: Check for new comics every:
lv: Pārbaudīt jaunus komiksus ik pēc:
ug: يېڭى ھەجۋىي رەسىمنى تەكشۈرۈش دەۋرىيلىكى:

# @item:valuesuffix spacing to number + unit (minutes)
source: minute
lv: minūtes
ug: مىنۇت

# @label:spinbox
source: Keep local archive:
lv: Turēt lokālā arhīvā:
ug: يەرلىك ئارخىپنى ساقلاپ قالىدۇ:

# @item:valuesuffix spacing to number + unit
source: images per comic
lv: attēlu komiksam
ug: ھەر بىر ھەجۋىي رەسىمنىڭ سۈرەت سانى

# @info placeholdermessage if comic loading failed
source: Could not load comic
lv: Komiksa ielāde neizdevās
ug: ھەجۋىي رەسىمنى يۈكلىيەلمىدى

# @info placeholdermessage explanation
source: Try again later, or choose a different comic
lv: Mēģiniet vēlāk vai izvēlieties citu komiksu
ug: كېيىن قايتا سىنايدۇ ياكى پەرقلىق ھەجۋىي رەسىمدىن بىرى تاللىنىدۇ

# @info placeholdermessage title if offline
source: Offline
lv: Nesaistē
ug: تورسىز

# @info placeholdermessage connection
source: Reconnect to the internet to retry loading this image. You can still view any images in the local archive.
lv: Lai ielādētu attēlu, pieslēdzieties internetam. Tikmēr varat skatīties lokālajā arhīvā ielādētos attēlus.
ug: ئىنتېرنېتقا قايتا باغلانغاندا بۇ سۈرەتنى يۈكلەشنى قايتا سىنايدۇ. سىز يەرلىك ئارخىپتىكى خالىغان سۈرەتنى يەنىلا كۆرەلەيسىز.

# @info placeholdermessage title if connection local/unknown
source: Limited connectivity
lv: Ierobežots savienojums
ug: چەكلىمىلىك باغلىنىش

# @info placeholdermessage explanation if connection local/unknown
source: The image may not be available on your current connection. You can still view any images in the local archive.
lv: Ar pašreizējo savienojumu šis attēls var nebūt pieejams. Varat skatīties lokālajā arhīvā ielādētos attēlus.
ug: نۆۋەتتىكى باغلىنىشىڭىزدا بۇ سۈرەتنى ئىشلەتكىلى بولماسلىقى مۇمكىن. يەرلىك ئارخىپتىكى خالىغان سۈرەتنى يەنىلا كۆرەلەيسىز.

# @info placeholdermessage title if today not available
source: Not available
lv: Nav pieejams
ug: ئىشلەتكىلى بولمايدۇ

# @info placeholdermessage explanation if today not available
source: Today's image is not yet available or cannot be read. Try a different date.
lv: Šodienas attēls nav pieejams vai to neizdodas nolasīt. Mēģiniet citu datumu.
ug: بۈگۈنكى سۈرەتنى ئىشلەتكىلى بولمايدۇ ياكى ئوقۇغىلى بولمايدۇ. پەرقلىق چېسلانى سىناڭ.

# @info placeholdermessage title if date not available
source: Not available
lv: Nav pieejams
ug: ئىشلەتكىلى بولمايدۇ

# @info placeholdermessage explanation if date not available
source: The image for this day is not available or cannot be read. Try a different date.
lv: Šodienas attēls nav pieejams vai to neizdodas nolasīt. Mēģiniet citu datumu.
ug: بۈ كۈندىكى سۈرەتنى ئىشلەتكىلى بولمايدۇ ياكى ئوقۇغىلى بولمايدۇ. پەرقلىق چېسلانى سىناڭ.

# @action comic strip
source: &Next Tab with a New Strip
lv: &Nākamā cilne ar jaunu komiksa lapu
ug: يېڭى ھەجۋىي سۈرەت بار كېيىنكى بەتكۈچ(&N)

# @action
source: Jump to &First Strip
lv: Iet uz &pirmo komiksu lapu
ug: بىرىنچىسىگە ئاتلا(&F)

# @action
source: Jump to &Current Strip
lv: Iet uz &jaunāko komiksu lapu
ug: نۆۋەتتىكىگە ئاتلا(&C)

# @action
source: Jump to Strip…
lv: Iet uz komiksu...
ug: باشقىسىغا ئاتلا…

# @action
source: Visit the Website
lv: Apmeklēt tīmekļā vietni
ug: تور بېكەت زىيارەت

# @action
source: Visit the Shop &Website
lv: Apmeklēt &veikala vietni
ug: سودىلىق تور بېكەت زىيارەت(&W)

# @action
source: &Save Comic As…
lv: &Saglabāt komiksu kā...
ug: ھەجۋىي سۈرەتنى باشقا ئاتتا ساقلا(&S)…

# @option:check Context menu of comic image
source: &Actual Size
lv: &Faktiskais izmērs
ug: ئەسلى چوڭلۇقى(&A)

# @option:check Context menu of comic image
source: Store Current &Position
lv: Saglabāt pašreizējo &novietojumu
ug: نۆۋەتتىكى ئورۇننى ساقلا(&P)

# @info placeholdermessage if no comics loaded
source: No comics configured
lv: Nav konfigurēts neviens komikss
ug: ھېچقانداق ھەجۋىي رەسىم سەپلەنمىگەن

# @action:button helpfulAction opens settings dialog
source: Choose comic…
lv: Izvēlieties komiksu…
ug: ھەجۋىي رەسىم تاللىنىدۇ…

# @title:window
source: Go to Strip
lv: Iet uz komiska lapu
ug: ھەجۋىي رەسىمگە يۆتكەل

# @label:spinbox
source: &Strip number:
lv: &Komiksa lapas numurs:
ug: ھەجۋىي رەسىم نومۇرى(&S):

# @label:textbox
source: Strip identifier:
lv: Komiksa lapas identifikators:
ug: ھەجۋىي رەسىم پەرقلەندۈرگۈچ:
