Repository: KDE/kdeplasma-addons
Catalog: po/*/plasma_wallpaper_org.kde.potd.po
Languages: eo

# @label:listbox
source: Provider:
eo: Provizanto:

# @info:tooltip
source: This wallpaper provider does not filter out images that may be sensitive or objectionable. Use caution if these images will be displayed in public.
eo: Ĉi tiu tapeta provizanto ne filtras bildojn, kiuj povas esti sentemaj aŭ kritikindaj. Atentu se ĉi tiuj bildoj aperos publike.

# @option:check
source: Update when using metered network connection
eo: Ĝisdatigu kiam vi uzas mezuritan retkonekton

# @label:listbox
source: Positioning:
eo: Pozicio:

# @item:inlistbox
source: Scaled and Cropped
eo: Skalita kaj Tondita

# @item:inlistbox
source: Scaled
eo: Skalita

# @item:inlistbox
source: Scaled, Keep Proportions
eo: Skalitaj, Konservi Proporciojn

# @item:inlistbox
source: Centered
eo: Centrita

# @item:inlistbox
source: Tiled
eo: Kahelizita

# @label:chooser
source: Background color:
eo: Fona koloro:

# @title:window
source: Select Background Color
eo: Elekti Fona Koloro

# @label
source: Today's picture:
eo: Hodiaŭa bildo:

# @label
source: Title:
eo: Titolo:

# @label
source: Author:
eo: Aŭtoro:

# @action:button
source: Open Containing Folder
eo: Malfermi Enhavan Dosierujon

# @info:whatsthis for a button
source: Open the destination folder where the wallpaper image was saved.
eo: Malfermi la cel-dosierujon kie la tapeta bildo estis konservita.

source: Open Wallpaper Image
eo: Malfermi Tapetbildon

# @info:whatsthis
source: Today's picture
eo: Hodiaŭa bildo

# @info:whatsthis
source: Loading
eo: Ŝargante

# @info:whatsthis
source: Unavailable
eo: Nedisponebla

# @info:whatsthis for an image %1 title %2 author
source: %1 Author: %2. Right-click on the image to see more actions.
eo: %1 Aŭtoro: %2. Dekstre alklaku la bildon por vidi pliajn agojn.

# @info:whatsthis
source: The wallpaper is being fetched from the Internet.
eo: La tapeto estas prenita el la Interreto.

# @info:whatsthis
source: Failed to fetch the wallpaper from the Internet.
eo: Malsukcesis preni la tapeton de la Interreto.

# @action:inmenu wallpaper preview menu
source: Save Image as…
eo: Konservi bildon kiel…

# @info:whatsthis for a button and a menu item
source: Save today's picture to local disk
eo: Konservi la hodiaŭan bildon sur loka disko

# @action:inmenu wallpaper preview menu, will open the website of the wallpaper
source: Open Link in Browser…
eo: Malfermi Ligon en Retumilo…

# @info:whatsthis for a menu item
source: Open the website of today's picture in the default browser
eo: Malfermi la retejon de la hodiaŭa bildo en la defaŭlta retumilo

# @title:window
source: Save Today's Picture
eo: Konservi la hodiaŭan bildon

# @label:listbox Template for file dialog
source: JPEG image (*.jpeg *.jpg *.jpe)
eo: JPEG-bildo (*.jpeg *.jpg *.jpe)

# @info:status after a save action
source: The image was not saved.
eo: La bildo ne estis konservita.

# @info:status after a save action %1 file path %2 basename
source: The image was saved as <a href="%1">%2</a>
eo: La bildo estis konservita kiel <a href="%1">%2</a>
