Repository: KDE/kdeplasma-addons
Catalog: po/*/plasma_applet_org.kde.plasma.mediaframe.po
Languages: he, is

# @title
source: Media
is: Miðill

# @title
source: Behavior
is: Hegðun

source: Change picture every:
he: להחליף תמונה כל:
is: Skipta um mynd eftir:

source: Hours
he: שעות
is: klst.

source: Minutes
he: דקות
is: mínútur

source: Seconds
he: שניות
is: sekúndur

# @label:listbox
source: Image fill mode:
he: מצב מילוי תמונה:
is: Fyllisnið myndar:

# @item:inlistbox
source: Stretch
he: מתיחה
is: Teygja

# @info
source: The image is scaled to fit the frame
he: התמונה מותאמת לגודל המסגרת
is: Myndin er teygð til svo hún fylli rammann

# @item:inlistbox
source: Preserve aspect fit
he: שימוש התאמת יחס
is: Halda hlutföllum

# @info
source: The image is scaled uniformly to fit without cropping
he: התמונה מותאמת כך שתתאים באופן אחיד ללא חיתוך
is: Myndin er stækkuð í réttum hlutföllum svo hún passi án þess að skera af henni

# @item:inlistbox
source: Preserve aspect crop
he: שימור חיתוך יחס
is: Halda hlutföllum og skera

# @info
source: The image is scaled uniformly to fill, cropping if necessary
he: התמונה מותאמת כך שתתאים באופן אחיד, תיחתך אם צריך
is: Rétt hlutföll notuð og ramminn fylltur, skorið af ef þörf krefur

# @item:inlistbox
source: Tile
he: ריצוף
is: Flísaleggja

# @info
source: The image is duplicated horizontally and vertically
he: התמונה משוכפלת אופקית ואנכית
is: Myndin er endurtekin lárétt og lóðrétt

# @item:inlistbox
source: Tile vertically
he: ריצוף אנכי
is: Flísaleggja lóðrétt

# @info
source: The image is stretched horizontally and tiled vertically
he: התמונה נמתחת אופקית ומרוצפת אנכית
is: Myndin er teygð lárétt og flísalögð lóðrétt

# @item:inlistbox
source: Tile horizontally
he: ריצוף אופקי
is: Flísaleggja lárétt

# @info
source: The image is stretched vertically and tiled horizontally
he: התמונה נמתחת אנכית ומרוצפת אופקית
is: Myndin er teygð lóðrétt og flísalögð lárétt

# @item:inlistbox
source: Pad
he: ריפוד
is: Óbreytt

# @info
source: The image is not transformed
he: התמונה לא תשתנה
is: Myndinni er ekki breytt

# @label:checkbox
source: General:
he: כללי:
is: Almennt:

# @option:check
source: Randomize order
he: סדר אקראי
is: Slembiröðun

# @option:check
source: Pause slideshow when cursor is over image
he: להשהות את המצגת כשהסמן עובר מעל לתמונה
is: Setja skyggnusýningu á pásu þegar bendillinn er yfir myndinni

# @option:check
source: Click on image to open in external application
he: יש ללחוץ על תמונה כדי לפתוח אותה ביישום חיצוני
is: Smella á mynd til að opna hana í öðru forriti

# @action:button
source: Add Folder…
he: הוספת תיקיה…
is: Bæta við möppu…

# @action:button
source: Add Files…
he: הוספת קבצים…
is: Bæta við skrám...

# @action:button tooltip on icon-only button
source: Remove path
he: הסרת נתיב
is: Fjarlægja slóð

# @info placeholdermessage if no paths set
source: No media configured
he: לא הוגדרה מדיה
is: Enginn miðill stilltur

# @info placeholdermessage explanation
source: Add files or folders to display them in the widget.
he: יש להוסיף קבצים או תיקיות כדי להציג אותם בווידג׳ט.
is: Bættu við skrám eða möppum til að birta þær í græjunni.

# @title:window
source: Choose Files
he: בחירת קבצים
is: Velja skrár

# @title:window
source: Choose a Folder
he: בחירת תיקייה
is: Velja möppu

# @info placeholdermessage if no media loaded
source: No media selected
is: Enginn miðill valinn

# @action:button opens settings dialog
source: Choose media…
is: Velja miðil...
