Repository: KDE/kdeplasma-addons
Catalog: po/*/plasma_applet_org.kde.plasma.timer.po
Languages: ug

# @action:button
source: Pause Timer
ug: ۋاقىت خاتىرىلىگۈچنى ۋاقىتلىق توختات

# @action:button
source: Start Timer
ug: ۋاقىت خاتىرىلىگۈچنى باشلا

# @title
source: General
ug: ئادەتتىكى

# @title
source: Predefined Timers
ug: ئالدىن بەلگىلەنگەن ۋاقىت خاتىرىلىگۈچ

# @title:label
source: Display:
ug: كۆرسەت:

# @option:check
source: Show title:
ug: ماۋزۇ كۆرسىتىدۇ:

# @option:check
source: Show remaining time
ug: قالغان ۋاقىتنى كۆرسىتىدۇ

# @option:check
source: Show seconds
ug: سېكۇنتنى كۆرسىتىدۇ

# @option:check
source: Show timer toggle
ug: ۋاقىت خاتىرىلىگۈچ ئالماشتۇرۇشنى كۆرسىتىدۇ

# @option:check
source: Show progress bar
ug: ئىلگىرىلەش بالداقنى كۆرسىتىدۇ

# @title:label
source: On timeout:
ug: مۆھلەتتىن ھالقىغاندا:

# @option:check
source: Show notification:
ug: ئۇقتۇرۇش كۆرسىتىدۇ:

# @placeholder
source: Timer finished
ug: ۋاقىت خاتىرىلىگۈچ تامام

# @option:check
source: Run command:
ug: بۇيرۇق ئىجرا قىلىش:

# @placeholder
source: kdialog --msgbox 'Timer finished'
ug: kdialog --msgbox «ۋاقىت خاتىرىلىگۈچ تامام»

# @action:button Add timer
source: Add
ug: قوش

source: If you add predefined timers here, they will appear in plasmoid context menu.
ug: ئەگەر ئالدىن بېكىتىلگەن ۋاقىتنى بۇ جايغا قوشسىڭىز، ئۇلار Plasma ئەپچە مەزمۇن تىزىملىكىدە كۆرۈنىدۇ.

source: Scroll over digits to change time
ug: ۋاقىت ئۆزگەرتىشتە رەقەم سىيرىلىدۇ

source: Apply
ug: قوللان

source: Cancel
ug: ۋاز كەچ

source: Edit
ug: تەھرىر

source: Delete
ug: ئۆچۈر

source: %1 is running
ug: ئىجرا قىلىنىۋاتقىنى %1

source: %1 not running
ug: ئىجرا قىلىنمايۋاتقىنى %1

source: Remaining time left: %1 second
ug: قالغان ۋاقىت: %1 سېكۇنت

source: Use mouse wheel to change digits or choose from predefined timers in the context menu
ug: چاشقىنەك غالتىكىدە رەقەم ئۆزگەرتىلىدۇ ياكى مەزمۇن تىزىملىكىدىن ئالدىن بېكىتىلگەن ۋاقىت تاللىنىدۇ

source: Timer
ug: ۋاقىت خاتىرىلىگۈچ

source: Timer finished
ug: ۋاقىت خاتىرىلىگۈچ تامام

# @action
source: &Start
ug: باشلا(&S)

# @action
source: S&top
ug: توختا(&T)

# @action
source: &Reset
ug: ئەسلىگە قايتۇر(&R)
