Repository: KDE/kdeplasma-addons
Catalog: po/*/plasma_applet_org.kde.plasma.fuzzyclock.po
Languages: cs, ug

# @title
source: Appearance
cs: Vzhled
ug: قىياپەت

# @title:group
source: Font:
cs: Písmo:
ug: خەت نۇسخا:

# @option:check
source: Bold text
cs: Tučný text
ug: توم خەت

# @option:check
source: Italic text
cs: Skloněný text
ug: يانتۇ خەت

# @title:group
source: Fuzzyness:
cs: Neurčitost:
ug: مۈجمەللىكى:

# @item:inrange
source: Accurate
cs: Přesné
ug: دەل

# @item:inrange
source: Fuzzy
cs: Neurčité
ug: مۈجمەل

source: One o’clock
cs: Jedna hodina
ug: سائەت بىر

source: Five past one
cs: Jedna hodina a pět minut
ug: بىردىن بەش ئۆتتى

source: Ten past one
cs: Jedna hodina a deset minut
ug: بىردىن ئون ئۆتتى

source: Quarter past one
cs: Čtvrt na dvě
ug: بىردىن چارەك ئۆتتى

source: Twenty past one
cs: Za deset minut půl druhé
ug: بىردىن يىگىرمە ئۆتتى

source: Twenty-five past one
cs: Za pět minut půl druhé
ug: بىردىن يىگىرمە بەش ئۆتتى

source: Half past one
cs: Půl druhé
ug: بىر يېرىم

source: Twenty-five to two
cs: Půl třetí a pět minut
ug: ئىككىگە يىگىرمە بەش قالدى

source: Twenty to two
cs: Půl třetí a deset minut
ug: ئىككىگە يىگىرمە قالدى

source: Quarter to two
cs: Tři čtvrtě na dvě
ug: ئىككىگە چارەك قالدى

source: Ten to two
cs: Za deset minut dvě
ug: ئىككىگە ئون قالدى

source: Five to two
cs: Za pět minut dvě
ug: ئىككىگە بەش قالدى

source: Two o’clock
cs: Dvě hodiny
ug: سائەت ئىككى

source: Five past two
cs: Dvě hodiny a pět minut
ug: ئىككىدىن بەش ئۆتتى

source: Ten past two
cs: Dvě hodiny a deset minut
ug: ئىككىدىن ئون ئۆتتى

source: Quarter past two
cs: Čtvrt na tři
ug: ئىككىدىن چارەك ئۆتتى

source: Twenty past two
cs: Za deset minut půl třetí
ug: ئىككىدىن يىگىرمە ئۆتتى

source: Twenty-five past two
cs: Za pět minut půl třetí
ug: ئىككىدىن يىگىرمە بەش ئۆتتى

source: Half past two
cs: Půl třetí
ug: ئىككى يېرىم

source: Twenty-five to three
cs: Půl třetí a pět minut
ug: ئۈچكە يىگىرمە بەش قالدى

source: Twenty to three
cs: Půl třetí a deset minut
ug: ئۈچكە يىگىرمە قالدى

source: Quarter to three
cs: Tři čtvrtě na tři
ug: ئۈچكە چارەك قالدى

source: Ten to three
cs: Za deset minut tři
ug: ئۈچكە ئون قالدى

source: Five to three
cs: Za pět minut tři
ug: ئۈچكە بەش قالدى

source: Three o’clock
cs: Tři hodiny
ug: سائەت ئۈچ

source: Five past three
cs: Tři hodiny a pět minut
ug: ئۈچتىن بەش ئۆتتى

source: Ten past three
cs: Tři hodiny a deset minut
ug: ئۈچتىن ئون ئۆتتى

source: Quarter past three
cs: Čtvrt na tři
ug: ئۈچتىن چارەك ئۆتتى

source: Twenty past three
cs: Za deset minut půl čtvrté
ug: ئۈچتىن يىگىرمە ئۆتتى

source: Twenty-five past three
cs: Za pět minut půl čtvrté
ug: ئۈچتىن يىگىرمە بەش ئۆتتى

source: Half past three
cs: Půl čtvrté
ug: ئۈچ يېرىم

source: Twenty-five to four
cs: Půl čtvrté a pět minut
ug: تۆتكە يىگىرمە بەش قالدى

source: Twenty to four
cs: Půl čtvrté a deset minut
ug: تۆتكە يىگىرمە قالدى

source: Quarter to four
cs: Tři čtvrtě na čtyři
ug: تۆتكە چارەك قالدى

source: Ten to four
cs: Za deset minut čtyři
ug: تۆتكە ئون قالدى

source: Five to four
cs: Za pět minut čtyři
ug: تۆتكە بەش قالدى

source: Four o’clock
cs: Čtyři hodiny
ug: سائەت تۆت

source: Five past four
cs: Čtyři hodiny a pět minut
ug: تۆتتىن بەش ئۆتتى

source: Ten past four
cs: Čtyři hodiny a deset minut
ug: تۆتتىن ئون ئۆتتى

source: Quarter past four
cs: Čtvrt na pět
ug: تۆتتىن چارەك ئۆتتى

source: Twenty past four
cs: Za deset minut půl páté
ug: تۆتتىن يىگىرمە ئۆتتى

source: Twenty-five past four
cs: Za pět minut půl páté
ug: تۆتتىن يىگىرمە بەش ئۆتتى

source: Half past four
cs: Půl páté
ug: تۆت يېرىم

source: Twenty-five to five
cs: Půl páté a pět minut
ug: بەشكە يىگىرمە بەش قالدى

source: Twenty to five
cs: Půl páté a deset minut
ug: بەشكە يىگىرمە بەش قالدى

source: Quarter to five
cs: Tři čtvrtě na pět
ug: بەشكە چارەك قالدى

source: Ten to five
cs: Za deset minut pět
ug: بەشكە ئون قالدى

source: Five to five
cs: Za pět minut pět
ug: بەشكە بەش قالدى

source: Five o’clock
cs: Pět hodin
ug: سائەت بەش

source: Five past five
cs: Pět hodin a pět minut
ug: بەشتىن بەش ئۆتتى

source: Ten past five
cs: Pět hodin a deset minut
ug: بەشتىن ئون ئۆتتى

source: Quarter past five
cs: Čtvrt na šest
ug: بەشتىن چارەك ئۆتتى

source: Twenty past five
cs: Za deset minut půl šesté
ug: بەشتىن يىگىرمە ئۆتتى

source: Twenty-five past five
cs: Za pět minut půl šesté
ug: بەشتىن يىگىرمە بەش ئۆتتى

source: Half past five
cs: Půl šesté
ug: بەش يېرىم

source: Twenty-five to six
cs: Půl šesté a pět minut
ug: ئالتىگە يىگىرمە بەش قالدى

source: Twenty to six
cs: Půl šesté a deset minut
ug: ئالتىگە يىگىرمە قالدى

source: Quarter to six
cs: Tři čtvrtě na šest
ug: ئالتىگە چارەك قالدى

source: Ten to six
cs: Za deset minut šest
ug: ئالتىگە ئون قالدى

source: Five to six
cs: Za pět minut šest
ug: ئالتىگە بەش قالدى

source: Six o’clock
cs: Šest hodin
ug: سائەت ئالتە

source: Five past six
cs: Šest hodin a pět minut
ug: ئالتىدىن بەش ئۆتتى

source: Ten past six
cs: Šest hodin a deset minut
ug: ئالتىدىن ئون ئۆتتى

source: Quarter past six
cs: Čtvrt na sedm
ug: ئالتىدىن چارەك ئۆتتى

source: Twenty past six
cs: Za deset minut půl sedmé
ug: ئالتىدىن يىگىرمە ئۆتتى

source: Twenty-five past six
cs: Za pět minut půl sedmé
ug: ئالتىدىن يىگىرمە بەش ئۆتتى

source: Half past six
cs: Půl sedmé
ug: ئالتە يېرىم

source: Twenty-five to seven
cs: Půl sedmé a pět minut
ug: يەتتىگە يىگىرمە بەش قالدى

source: Twenty to seven
cs: Půl sedmé a deset minut
ug: يەتتىگە يىگىرمە قالدى

source: Quarter to seven
cs: Tři čtvrtě na sedm
ug: يەتتىگە چارەك قالدى

source: Ten to seven
cs: Za deset minut sedm
ug: يەتتىگە ئون قالدى

source: Five to seven
cs: Za pět minut sedm
ug: يەتتىگە بەش قالدى

source: Seven o’clock
cs: Sedm hodin
ug: سائەت يەتتە

source: Five past seven
cs: Sedm hodin a pět minut
ug: يەتتىدىن بەش ئۆتتى

source: Ten past seven
cs: Sedm hodin a deset minut
ug: يەتتىدىن ئون ئۆتتى

source: Quarter past seven
cs: Čtvrt na osm
ug: يەتتىدىن چارەك ئۆتتى

source: Twenty past seven
cs: Za deset minut půl osmé
ug: يەتتىدىن يىگىرمە ئۆتتى

source: Twenty-five past seven
cs: Za pět minut půl osmé
ug: يەتتىدىن يىگىرمە بەش ئۆتتى

source: Half past seven
cs: Půl osmé
ug: يەتتە يېرىم

source: Twenty-five to eight
cs: Půl osmé a pět minut
ug: سەككىزگە يىگىرمە بەش قالدى

source: Twenty to eight
cs: Půl osmé a deset minut
ug: سەككىزگە يىگىرمە قالدى

source: Quarter to eight
cs: Tři čtvrtě na osm
ug: سەككىزگە چارەك قالدى

source: Ten to eight
cs: Za deset minut osm
ug: سەككىزگە ئون قالدى

source: Five to eight
cs: Za pět minut osm
ug: سەككىزگە بەش قالدى

source: Eight o’clock
cs: Osm hodin
ug: سائەت سەككىز

source: Five past eight
cs: Osm hodin a pět minut
ug: سەككىزدىن بەش ئۆتتى

source: Ten past eight
cs: Osm hodin a deset minut
ug: سەككىزدىن ئون ئۆتتى

source: Quarter past eight
cs: Čtvrt na devět
ug: سەككىزدىن چارەك ئۆتتى

source: Twenty past eight
cs: Za deset minut půl deváté
ug: سەككىزدىن يىگىرمە ئۆتتى

source: Twenty-five past eight
cs: Za pět minut půl deváté
ug: سەككىزدىن يىگىرمە بەش ئۆتتى

source: Half past eight
cs: Půl deváté
ug: سەككىز يېرىم

source: Twenty-five to nine
cs: Půl deváté a pět minut
ug: توققۇزغا يىگىرمە بەش قالدى

source: Twenty to nine
cs: Půl deváté a deset minut
ug: توققۇزغا يىگىرمە قالدى

source: Quarter to nine
cs: Tři čtvrtě na devět
ug: توققۇزغا چارەك قالدى

source: Ten to nine
cs: Za deset minut devět
ug: توققۇزغا ئون قالدى

source: Five to nine
cs: Za pět minut devět
ug: توققۇزغا بەش قالدى

source: Nine o’clock
cs: Devět hodin
ug: سائەت توققۇز

source: Five past nine
cs: Devět hodin a pět minut
ug: توققۇزدىن بەش ئۆتتى

source: Ten past nine
cs: Devět hodin a deset minut
ug: توققۇزدىن ئون ئۆتتى

source: Quarter past nine
cs: Čtvrt na deset
ug: توققۇزدىن چارەك ئۆتتى

source: Twenty past nine
cs: Za deset minut půl desáté
ug: توققۇزدىن يىگىرمە ئۆتتى

source: Twenty-five past nine
cs: Za pět minut půl desáté
ug: توققۇزدىن يىگىرمە بەش ئۆتتى

source: Half past nine
cs: Půl desáté
ug: توققۇز يېرىم

source: Twenty-five to ten
cs: Půl desáté a pět minut
ug: ئونغا يىگىرمە بەش قالدى

source: Twenty to ten
cs: Půl desáté a deset minut
ug: ئونغا يىگىرمە قالدى

source: Quarter to ten
cs: Tři čtvrtě na deset
ug: ئونغا چارەك قالدى

source: Ten to ten
cs: Za deset minut deset
ug: ئونغا ئون قالدى

source: Five to ten
cs: Za pět minut deset
ug: ئونغا بەش قالدى

source: Ten o’clock
cs: Deset hodin
ug: سائەت ئون

source: Five past ten
cs: Deset hodin a pět minut
ug: ئوندىن بەش ئۆتتى

source: Ten past ten
cs: Deset hodin a deset minut
ug: ئوندىن ئون ئۆتتى

source: Quarter past ten
cs: Čtvrt na jedenáct
ug: ئوندىن چارەك ئۆتتى

source: Twenty past ten
cs: Za deset minut půl jedenácté
ug: ئوندىن يىگىرمە ئۆتتى

source: Twenty-five past ten
cs: Za pět minut půl jedenácté
ug: ئوندىن يىگىرمە بەش ئۆتتى

source: Half past ten
cs: Půl jedenácté
ug: ئون يېرىم

source: Twenty-five to eleven
cs: Půl jedenácté a pět minut
ug: ئون بىرگە يىگىرمە بەش قالدى

source: Twenty to eleven
cs: Půl jedenácté a deset minut
ug: ئون بىرگە يىگىرمە قالدى

source: Quarter to eleven
cs: Tři čtvrtě na jedenáct
ug: ئون بىرگە چارەك قالدى

source: Ten to eleven
cs: Za deset minut jedenáct
ug: ئون بىرگە ئون قالدى

source: Five to eleven
cs: Za pět minut jedenáct
ug: ئون بىرگە بەش قالدى

source: Eleven o’clock
cs: Jedenáct hodin
ug: سائەت ئون بىر

source: Five past eleven
cs: Jedenáct hodin a pět minut
ug: ئون بىردىن بەش ئۆتتى

source: Ten past eleven
cs: Jedenáct hodin a deset minut
ug: ئون بىردىن ئون ئۆتتى

source: Quarter past eleven
cs: Čtvrt na dvanáct
ug: ئون بىردىن چارەك ئۆتتى

source: Twenty past eleven
cs: Za deset minut půl dvanácté
ug: ئون بىردىن يىگىرمە ئۆتتى

source: Twenty-five past eleven
cs: Za pět minut půl dvanácté
ug: ئون بىردىن يىگىرمە بەش ئۆتتى

source: Half past eleven
cs: Půl dvanácté
ug: ئون بىر يېرىم

source: Twenty-five to twelve
cs: Půl dvanácté a pět minut
ug: ئون ئىككىگە يىگىرمە بەش قالدى

source: Twenty to twelve
cs: Půl dvanácté a deset minut
ug: ئون ئىككىگە يىگىرمە قالدى

source: Quarter to twelve
cs: Tři čtvrtě na dvanáct
ug: ئون ئىككىگە چارەك قالدى

source: Ten to twelve
cs: Za deset minut dvanáct
ug: ئون ئىككىگە ئون قالدى

source: Five to twelve
cs: Za pět minut dvanáct
ug: ئون ئىككىگە بەش قالدى

source: Twelve o’clock
cs: Dvanáct hodin
ug: سائەت ئون ئىككى

source: Five past twelve
cs: Dvanáct hodin a pět minut
ug: ئون ئىككىدىن بەش ئۆتتى

source: Ten past twelve
cs: Dvanáct hodin a deset minut
ug: ئون ئىككىدىن ئون ئۆتتى

source: Quarter past twelve
cs: Čtvrt na jednu
ug: ئون ئىككىدىن چارەك ئۆتتى

source: Twenty past twelve
cs: Za deset minut půl jedné
ug: ئون ئىككىدىن يىگىرمە ئۆتتى

source: Twenty-five past twelve
cs: Za pět minut půl jedné
ug: ئون ئىككىدىن يىگىرمە بەش ئۆتتى

source: Half past twelve
cs: Půl jedné
ug: ئون ئىككى يېرىم

source: Twenty-five to one
cs: Půl jedné a pět minut
ug: بىرگە يىگىرمە بەش قالدى

source: Twenty to one
cs: Půl jedné a deset minut
ug: بىرگە يىگىرمە قالدى

source: Quarter to one
cs: Tři čtvrtě na jednu
ug: بىرگە چارەك قالدى

source: Ten to one
cs: Za deset jedna
ug: بىرگە ئون قالدى

source: Five to one
cs: Za pět minut jedna
ug: بىرگە بەش قالدى

source: Sleep
cs: Uspat
ug: ئۇخلات

source: Breakfast
cs: Snídaně
ug: ناشتا

source: Second Breakfast
cs: Druhá snídaně
ug: ئىككىنچى ناشتا

source: Elevenses
cs: Dopolední svačina
ug: ئەتىگەنلىك چاي

source: Lunch
cs: Oběd
ug: چۈشلۈك تاماق

source: Afternoon tea
cs: Odpolední čaj
ug: چۈشتىن كېيىنلىك چاي

source: Dinner
cs: Večeře
ug: كەچلىك تاماق

source: Supper
cs: večeře
ug: كېچىلىك تاماق

source: Night
cs: Noc
ug: كېچە

source: Early morning
cs: Časné ráno
ug: تاڭ سەھەر

source: Morning
cs: Ráno
ug: ئەتىگەن

source: Almost noon
cs: Skoro poledne
ug: چۈشكە يېقىن

source: Noon
cs: Poledne
ug: چۈش

source: Afternoon
cs: Odpoledne
ug: چۈشتىن كېيىن

source: Evening
cs: Večer
ug: كەچ

source: Late evening
cs: Pozdní večer
ug: تۈن يېرىم

source: Start of week
cs: Začátek týdne
ug: ھەپتە باشلىنىشى

source: Middle of week
cs: Prostředek týdne
ug: ھەپتە ئوتتۇرى

source: End of week
cs: Konec týdne
ug: ھەپتەنىڭ ئاخىرى

source: Weekend!
cs: Víkend!
ug: ھەپتە ئاخىرى!
