Repository: KDE/kdeplasma-addons
Catalog: po/*/plasma_applet_org.kde.plasma.diskquota.po
Languages: eo, lv, pl

# @info:status
source: No quota restrictions found
eo: Neniuj kvotlimigoj trovitaj
lv: Nav atrasts kvotas ierobežojums
pl: Nie znaleziono wartości przydziału

# @info:status
source: Quota tool not found
eo: Kvota ilo ne trovita
lv: Kvotas rīks nav atrasts
pl: Nie znaleziono narzędzia przydziału

# @info:usagetip
source: Please install 'quota'
eo: Bonvolu instali 'quoto'
lv: Lūdzu, instalējiet „quota“
pl: Wgraj narzędzie 'quota'

source: Disk Quota
eo: Diska Kvoto
lv: Diska kvota
pl: Przydział dyskowy

source: Please install 'quota'
eo: Bonvolu instali 'quoto'
lv: Lūdzu, instalējiet „quote“
pl: Wgraj narzędzie 'quota'

source: Running quota failed
eo: Kuranta kvoto malsukcesis
lv: Neizdevās palaist kvotu
pl: Nie udało się uruchomić quota

# usage of quota, e.g.: '/home/bla: 38% used'
source: %1: %2% used
eo: %1: %2% uzata
lv: %1: %2% izmantots
pl: %1: %2% wykorzystanych

# e.g.: 12 GiB of 20 GiB
source: %1 of %2
eo: %1 el %2
lv: %1 no %2
pl: %1 z %2

# e.g.: 8 GiB free
source: %1 free
eo: %1 libera
lv: %1 brīvs
pl: %1 wolnych

# example: Quota: 83% used
source: Quota: %1% used
eo: Kvoto: %1% uzata
lv: Kvota: %1% izmantots
pl: Przydział: %1% wykorzystano

source: No quota restrictions found.
eo: Neniuj kvotlimigoj trovitaj.
lv: Nav atrasti kvotas ierobežojumi.
pl: Nie znaleziono wartości przydziału.
