Repository: KDE/kdeplasma-addons
Catalog: po/*/plasma_applet_org.kde.plasma.quickshare.po
Languages: is

# @title
source: General
is: Almennt

# @action
source: Paste
is: Líma

source: Share
is: Deila

source: Drop text or an image onto me to upload it to an online service.
is: Slepptu á mig texta eða mynd til að senda á þjónustuveitur á netinu.

source: Upload %1 to an online service
is: Senda %1 á þjónustuveitu á netinu

source: Sending…
is: Sendi...

source: Please wait
is: Hinkraðu aðeins

source: Successfully uploaded
is: Sending tókst

source: Error during upload.
is: Villa við sendingu.

source: Please, try again.
is: Reyndu endilega aftur.

# @label:spinbox
source: History size:
is: Stærð ferilskráningar:

# @option:check
source: Copy automatically:
is: Afrita sjálfkrafa:

source: Shares for '%1'
is: Deilikostir fyrir '%1'

source: The URL was just shared
is: Slóðinni var deilt rétt í þessu

# @option:check
source: Don't show this dialog, copy automatically.
is: Ekki sýna þennan glugga, afrita sjálfkrafa.

# @action:button
source: Close
is: Loka
