Repository: KDE/kdeplasma-addons
Catalog: po/*/plasma_applet_org.kde.plasma.colorpicker.po
Languages: he, is, lv, ug

# @title
source: General
he: כללי
is: Almennt
lv: Pamata
ug: ئادەتتىكى

# @info:usagetip
source: Middle-click to copy the color code
he: לחיצה אמצעית תעתיק את קוד הצבע
is: Miðjusmelltu til að afrita litakóðann
lv: Vidējais klikšķis kopē krāsas kodu
ug: ئوتتۇرا كۇنۇپكا چېكىلسە رەڭ كودىنى كۆچۈرىدۇ

# @info:tooltip
source: Pick color
he: בחירת צבע
is: Velja lit
lv: Krāsas noteicējs
ug: رەڭ ئال

# @info:usagetip
source: Drag a color code here to save it<nl/>Drag an image file here to get its average color
he: יש לגרור לכאן קוד צבע כדי לשמור אותו<nl/>יש לגרור לכאן תמונה כדי לקבל את הצבע הממוצע שלה
is: Dragðu litakóðann hingað til að vista hann<nl/>Dragðu myndaskrá hingað til að finna meðaltalslit hennar
lv: Velciet krāsas kodu te, lai to saglabātu<nl/>Velciet te attēlu, lai iegūtu tā vidējo krāsu
ug: رەڭ كودى بۇ جايغا سۆرەلسە ساقلايدۇ<nl/>سۈرەت ھۆججەت بۇ جايغا سۆرەلسە ئۇنىڭ ئوتتۇرىچە رەڭگىگە ئېرىشىدۇ

# @label:listbox
source: Default color format:
he: תבנית הצבע כברירת מחדל:
is: Sjálfgefið litasnið:
lv: Noklusējuma krāsas formāts:
ug: كۆڭۈلدىكى رەڭ پىچىمى:

# @option:check
source: Automatically copy color to clipboard
he: להעתיק צבע אוטומטית ללוח הגזירים
is: Afrita lit sjálfkrafa á klippispjald
lv: Automātiski kopēt starpliktuvē
ug: رەڭنى ئۆزلۈكىدىن چاپلاش تاختىسىغا كۆچۈرىدۇ

# @label
source: When pressing the keyboard shortcut:
he: בלחיצה על כפתור הקיצור במקלדת:
is: Þegar ýtt er á flýtilykilinn:
lv: Nospiežot tastatūras saīsni:
ug: ھەرپتاختا تېزلەتمىسىنى باسقاندا:

# @option:radio
source: Pick a color
he: בחירת צבע
is: Velja lit
lv: Noteikt krāsu
ug: رەڭ ئالىدۇ

# @option:radio
source: Show history
he: הצגת היסטוריה
is: Sýna feril
lv: Rādīt vēsturi
ug: تارىخنى كۆرسىتىدۇ

# @label
source: Preview count:
he: מניין תצוגה מקדימה:
is: Forskoðunarfjöldi:
lv: Priekšskatījumu skaits:
ug: ئالدىن كۆزىتىش سانى:

# @action
source: Open Color Dialog
he: פתיחת חלונית צבעים
is: Opna litaglugga
lv: Atvērt krāsu lodziņu
ug: رەڭ سۆزلەشكۈسىنى ئاچ

# @action
source: Clear History
he: פינוי ההיסטוריה
is: Hreinsa feril
lv: Tīrīt vēsturi
ug: تارىخنى تازىلاش

# @action
source: View History
he: הצגת ההיסטוריה
is: Skoða feril
lv: Skatīt vēsturi
ug: تارىخ كۆرسەت

# @title:menu
source: Copy to Clipboard
he: העתקה ללוח גזירים
is: Afrita á klippispjald
lv: Kopēt starpliktuvē
ug: چاپلاش تاختىسىغا كۆچۈر

# @info:usagetip
source: No colors
he: אין צבעים
is: Enginn litur
lv: Nav krāsu
ug: رەڭ يوق

# @info:status when color picking is unavailable
source: Color picking unavailable when compositing is disabled
he: בחירת צבעים לא זמינה כשהניהול החלונאי מושבת
is: Litaplokkun ekki í boði þegar myndsmíði (compositing) er óvirk
lv: Krāsu noteikšana nav pieejama, ja ir izslēgts kompozitēšana
ug: بىرىكتۈرگۈچ چەكلەنگەندە رەڭ ئېلىشنى ئىشلەتكىلى بولمايدۇ

# @info:status when color pick is unavailable
source: Compositing has been manually disabled or blocked by a running application
he: ניהול חלונאי הושבת או נחסם ידנית על ידי יישום פעיל
is: Myndsmíði (compositin) var gerð óvirk handvirkt eða forrit í keyrslu lokar á hana
lv: Kompozitēšana ir manuāli izslēgta vai to bloķē kāda palaista programma
ug: بىرىكتۈرگۈچ قولدا چەكلەنگەن ياكى ئىجرا قىلىنىۋاتقان پىروگرامما توسقان

# @action:button
source: Pick Color
he: בחירת צבע
is: Velja lit
lv: Noteikt krāsu
ug: رەڭ ئال

# @action:button open kwincompositing KCM
source: Configure Compositing
he: הגדרת ניהול חלונאי
is: Grunnstilla myndsmíði (compositing)
lv: Konfigurēt kompozitēšanu
ug: بىرىكتۈرگۈچ سەپلىمىسى

# @info:progress just copied a color to clipboard
source: Copied!
he: הועתק!
is: Afritað!
lv: Nokopēta!
ug: كۆچۈرۈلدى!

# @action:button
source: Delete
he: מחיקה
is: Eyða
lv: Dzēst
ug: ئۆچۈر
