Repository: KDE/kdeplasma-addons
Catalog: po/*/plasma_applet_org.kde.plasma.weather.po
Languages: ug

# wind direction
source: N
ug: شىمال

# wind direction
source: NNE
ug: شىمالدىن شەرقىي شىمالغا

# wind direction
source: NE
ug: شەرقىي شىمال

# wind direction
source: ENE
ug: شەرقتىن شەرقىي شىمالغا

# wind direction
source: E
ug: شەرق

# wind direction
source: SSE
ug: جەنۇبتىن شەرقىي جەنۇبقا

# wind direction
source: SE
ug: شەرقىي جەنۇب

# wind direction
source: ESE
ug: شەرقتىن شەرقىي جەنۇبقا

# wind direction
source: S
ug: جەنۇب

# wind direction
source: NNW
ug: شىمالدىن غەربىي شىمالغا

# wind direction
source: NW
ug: غەربىي شىمال

# wind direction
source: WNW
ug: غەربتىن غەربىي شىمالغا

# wind direction
source: W
ug: غەرب

# wind direction
source: SSW
ug: جەنۇبتىن غەربىي جەنۇبقا

# wind direction
source: SW
ug: غەربىي جەنۇب

# wind direction
source: WSW
ug: غەربتىن غەربىي جەنۇبقا

# wind direction
source: VR
ug: يۆنىلىشى ئۆزگىرىشچان

# wind speed
source: Calm
ug: تىنچ

# credit line, keep string short
source: Data from BBC Weather
ug: ب ب س ھاۋارايى ئۇچۇرى

source: Rising
ug: ئۆرلەۋاتىدۇ

source: Falling
ug: چۈشۈۋاتىدۇ

source: Steady
ug: مۇقىم

# Short for Today
source: Today
ug: بۈگۈن

# Short for Tonight
source: Tonight
ug: بۈگۈن كەچ

# credit line, don't change name!
source: Source: Deutscher Wetterdienst
ug: مەنبە: Deutscher Wetterdienst

# Short for Saturday
source: Sat
ug: ش

# Short for Sunday
source: Sun
ug: ي

# Short for Monday
source: Mon
ug: د

# Short for Tuesday
source: Tue
ug: س

# Short for Wednesday
source: Wed
ug: چ

# Short for Thursday
source: Thu
ug: پ

# Short for Friday
source: Fri
ug: ج

source: N/A
ug: ئىشلەتكىلى بولمايدۇ

source: Today
ug: بۈگۈن

# credit line, keep string short
source: Data from Environment and Climate Change Canada
ug: ئۇچۇر مەنبەسى Environment and Climate Change Canada

# credit line, keep string short)
source: Data from NOAA National Weather Service
ug: ئۇچۇر مەنبەسى NOAA دۆلەتلىك ھاۋا رايى مۇلازىمىتى

source: then
ug: ئاندىن

# weather condition
source: few clouds
ug: ئاز بۇلۇت

# weather condition
source: cloudy
ug: بۇلۇتلۇق

# weather condition
source: overcast
ug: بۇلۇتلۇق

# weather condition
source: haze
ug: تۈتەك

# weather condition
source: fog with icing
ug: مۇزلۇق تۇمان

# weather condition
source: drizzle
ug: سىم-سىم يامغۇر

# weather condition
source: light drizzle
ug: ئۆتكۈنچى سىم-سىم يامغۇر

# weather condition
source: heavy drizzle
ug: ئېغىر سىم-سىم يامغۇر

# weather condition
source: freezing drizzle
ug: توڭ سىم-سىم يامغۇر

# weather condition
source: heavy freezing drizzle
ug: ئېغىر توڭ سىم-سىم يامغۇر

# weather condition
source: rain
ug: يامغۇر

# weather condition
source: light rain
ug: سۇس يامغۇر

# weather condition
source: moderate rain
ug: ئوتتۇراھال يامغۇر

# weather condition
source: heavy rain
ug: ئېغىر يامغۇر

# weather condition
source: light freezing rain
ug: سۇس توڭ يامغۇر

# weather condition
source: freezing rain
ug: توڭ يامغۇر

# weather condition
source: light rain snow
ug: قار ئارىلاش سۇس يامغۇر

# weather condition
source: heavy rain snow
ug: قار ئارىلاش ئېغىر يامغۇر

# weather condition
source: snow
ug: قار

# weather condition
source: light snow
ug: سۇس قار

# weather condition
source: moderate snow
ug: ئوتتۇراھال قار

# weather condition
source: heavy snow
ug: قاتتىق قار

# weather condition
source: showers
ug: ئۆتكۈنچى يامغۇر

# weather condition
source: light showers
ug: سۇس ئۆتكۈنچى يامغۇر

# weather condition
source: heavy showers
ug: ئېغىر ئۆتكۈنچى يامغۇر

# weather condition
source: light snow rain showers
ug: قار ئارىلاش سۇس ئۆتكۈنچى يامغۇر

# weather condition
source: heavy snow rain showers
ug: قار ئارىلاش ئېغىر ئۆتكۈنچى يامغۇر

# weather condition
source: light snow showers
ug: سۇس ئۆتكۈنچى قار

# weather condition
source: snow showers
ug: ئۆتكۈنچى قار

# weather condition
source: thunderstorm
ug: گۈلدۈرمامىلىق يامغۇر

# weather condition
source: light thunderstorm
ug: سۇس گۈلدۈرمامىلىق يامغۇر

# weather condition
source: heavy thunderstorm
ug: ئېغىر گۈلدۈرمامىلىق يامغۇر

# weather condition
source: n/a
ug: ئىشلەتكىلى بولمايدۇ

# weather condition
source: sunny
ug: ئوچۇق كۈن

# weather condition
source: clear sky
ug: سۈزۈك ئاسمان

# @title
source: Weather Station
ug: ھاۋارايى ئىستانسىسى

# @title
source: Appearance
ug: قىياپەت

# @title
source: Units
ug: بىرلىكى

# @title:group
source: Compact Mode
ug: ئىخچام ھالەت

# @label
source: Show temperature:
ug: تېمپېراتۇرا كۆرسەت:

# @option:radio Show temperature:
source: Over the widget icon
ug: ئەپچە سىنبەلگىسىنىڭ ئۈستىدە

# @option:radio Show temperature:
source: Beside the widget icon
ug: ئەپچە سىنبەلگىسىنىڭ يېنىدا

# @option:radio Show temperature:
source: Do not show
ug: كۆرسەتمە

# @label
source: Show in tooltip:
ug: قورال ئەسكەرتىشىدە كۆرسىتىدۇ:

# @option:check
source: Temperature
ug: تېمپېراتۇرا

# @option:check Show in tooltip: wind
source: Wind
ug: شامال

# @option:check Show in tooltip: pressure
source: Pressure
ug: بېسىم

# @option:check Show in tooltip: humidity
source: Humidity
ug: نەملىك

# @label:listbox
source: Temperature:
ug: تېمپېراتۇرا:

# @label:listbox
source: Pressure:
ug: بېسىم:

# @label:listbox
source: Wind speed:
ug: شامال سۈرئىتى:

# @label:listbox
source: Visibility:
ug: كۆرۈشچانلىقى:

# @label:spinbox
source: Update every:
ug: يېڭىلاش قەرەلى:

source: %1 minute
ug: %1 مىنۇت

# @label
source: Location:
ug: ئورنى:

# No location is currently selected
source: None selected
ug: ھېچنېمە تاللانمىغان

# @label
source: Provider:
ug: تەمىنلىگۈچى:

# @info:placeholder
source: Enter new location
ug: يېڭى ئورۇن كىرگۈزۈلىدۇ

# @info:placeholder
source: Enter location
ug: ئورۇن كىرگۈزۈلىدۇ

# @info
source: No weather stations found for '%1'
ug: «%1» نىڭ ھاۋا رايى ئىستانسىسىنى تاپالمىدى

# @info
source: Search for a weather station to change your location
ug: ئورنىڭىزنى ئۆزگەرتىش ئۈچۈن ھاۋا رايى ئىستانسىسىنى ئىزدەيدۇ

# @info
source: Search for a weather station to set your location
ug: ئورنىڭىزنى تەڭشەش ئۈچۈن ھاۋا رايى ئىستانسىسىنى ئىزدەيدۇ

# @info:usagetip
source: If you've used this weather station in the past, it's possible that a server outage at the weather station provider has made it temporarily unavailable. Try again later.
ug: ئەگەر ئىلگىرى بۇ ھاۋا رايى ئىستانسىسىنى ئىشلىتىپ باققان بولسىڭىز، ھاۋا رايى ئىستانسىسىنىڭ مۇلازىمېتىرى توك توختىغانلىقتىن مۇلازىمىتى ئۈزۈلۈپ قالغان بولۇشى مۇمكىن، سەل تۇرۇپ قايتا سىناڭ.

source: Please set your location
ug: ئورنىڭىزنى تەڭشەڭ

source: Set location…
ug: ئورۇن تەڭشىكى…

source: Unable to retrieve weather information for %1
ug: %1 ھاۋا رايى ئۇچۇرىغا ئېرىشەلمىدى

source: Unable to retrieve weather information
ug: ھاۋا رايى ئۇچۇرىغا ئېرىشەلمىدى

# @info:usagetip
source: The network request timed out, possibly due to a server outage at the weather station provider. Check again later.
ug: تور ئىلتىماسىنىڭ ۋاقتى ئۆتۈپ كەتتى، بەلكىم ھاۋا رايى ئىستانسىسىنىڭ مۇلازىمېتىرى توك توختىغانلىقتىن مۇلازىمىتى ئۈزۈلۈپ قالغان بولۇشى مۇمكىن، سەل تۇرۇپ قايتا سىناڭ.

# Wind condition
source: Calm
ug: تىنچ

source: Set up Weather Report…
ug: ھاۋا رايى دوكلات تەڭشىكى…

# @info:tooltip
source: Click to choose a location and monitor the weather there
ug: چېكىپ ئورۇننى تاللاپ، ئاندىن ئۇ جاينىڭ ھاۋا رايىنى كۆزىتىدۇ

source: Humidity: %1
ug: نەملىك: %1

# @action:button
source: Show more information
ug: تېخىمۇ كۆپ ئۇچۇرنى كۆرسەت

# Forecast period timeframe
source: 1 Day
ug: %1 كۈن

# @label ground temperature
source: Dewpoint:
ug: شەبنەم نۇقتىسى:

# @label
source: Pressure:
ug: بېسىم:

# @label pressure tendency, rising/falling/steady
source: Pressure Tendency:
ug: بېسىم يۈزلىنىشى:

# @label
source: Visibility:
ug: كۆرۈشچانلىقى:

# @label
source: Humidity:
ug: نەملىك:

# @label
source: Wind Gust:
ug: شامال كۈچى:

# @title:tab Weather forecast
source: Forecast
ug: ئالدىن مەلۇمات

# @title:tab
source: Details
ug: تەپسىلاتى

source: %1 Notice
ug: %1 ئۇقتۇرۇش

# @info:placeholder
source: Unable to load weather forecast
ug: ھاۋا رايىدىن ئالدىن مەلۇماتنى يۈكلىيەلمىدى

# @info:usagetip
source: There may be a technical issue with the weather provider. If the issue persists for longer than a day, submit a bug report.
ug: ھاۋا رايى تەمىنلىگۈچى تېخنىكىلىق مەسىلىگە يولۇققان بولۇشى مۇمكىن. ئەگەر بۇ مەسىلە بىر كۈندىن ئارتۇق داۋاملاشسا، كەمتۈكلۈك دوكلاتى يوللاڭ.

source: Feels like %1
ug: بەدەن سېزىمى %1

source: Day
ug: كۈندۈز

source: Night
ug: كېچە

source: Low
ug: تۆۋەن

source: Moderate
ug: ئوتتۇراھال

source: High
ug: يۇقىرى

source: Very high
ug: ناھايىتى يۇقىرى

source: Extreme
ug: پەۋقۇلئاددە يۇقىرى
